app/Models/User.php

update `users` set `two_factor_secret` = null, `two_factor_recovery_codes` = null, `two_factor_confirmed_at` = null, `users`.`updated_at` = '2026-06-08 16:37:19' where `id` = 1
---
    public function disableTwoFactorAuthentication(): void
    {
        $this->forceFill([
            'two_factor_secret' => null,
            'two_factor_recovery_codes' => null,
            'two_factor_confirmed_at' => null,
        ])->save();